# GetCallBackInval

## Description
Returns whether callbacks are invalidating portions of the screen that are being changed.

```pascal
FUNCTION GetCallBackInval : BOOLEAN;
```

```python

def vs.GetCallBackInval():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2014
## Category
* Utility